<?php

return [
    [
        'inbox_id' => 'inbox_6606b4be5910c',
        'status' => 'Read',
        'inbox_type' => 'All',
        'subject' => 'เปลี่ยนแปลงเวลาเริ่มงาน',
        'body' => 'เรียนผู้เข้าร่วมงาน งานแสดงสินค้าและบริการ 2024 ขอเรียนแจ้งเปลี่ยนแปลงเวลาเริ่มงานจากเดิม 10:00 น. เป็น 11:00 น. ขออภัยในความไม่สะดวก',
        'created_at' => '2024-03-29 12:31:58',
        'updated_at' => '2024-03-29 12:47:22',
    ],
    [
        'status' => 'Unread',
        'inbox_type' => 'Participant',
        'subject' => 'เปลี่ยนแปลงเวลาเริ่มงาน',
        'body' => 'เรียนผู้เข้าร่วมงาน งานแสดงสินค้าและบริการ 2024 ขอเรียนแจ้งเปลี่ยนเวลาเริ่มงานจากเดิม 12:00 น. เป็น 13:00 น.',
    ],
    [
        'status' => 'Unread',
        'inbox_type' => 'Staff',
        'subject' => 'เปลี่ยนแปลงเวลาเลิกงาน',
        'body' => 'เรียนเจ้าหน้าที่งาน งานแสดงสินค้าและบริการ 2024 ขอเรียนแจ้งเปลี่ยนเวลาเริ่มงานจากเดิม 16:00 น. เป็น 17:00 น.',
    ],
    [
        'status' => 'Deleted',
        'inbox_type' => 'All',
        'subject' => 'ยกเลิกงาน',
        'body' => 'เรียนผู้เข้าร่วมงาน งานแสดงสินค้าและบริการ 2024 ขอเรียนแจ้งยกเลิกงาน',
    ],
];