<?php
// th
return [
    'event' => 'อีเวนต์',
    'create_event' => 'สร้างอีเวนต์',
    'add_type' => 'เลือกประเภทของอีเวนต์',
    'detail' => 'รายละเอียด',
    'event_name' => 'ชื่ออีเวนต์',
    'event_org' => 'ผู้จัดอีเวนต์',
    'event_location' => 'สถานที่จัดงาน',
    'specific' => 'กำหนดวันที่',
    'announce_after' => 'ประกาศภายหลัง',
    'announce_after_desc' => 'คุณสามารถกำหนดวันที่ภายหลังได้ในระบบจัดการอีเวนต์',
    'noti' => [
        'event_name_required' => 'ต้องระบุชื่อกิจกรรม',
        
    ],

    'select_type' => 'เลือกประเภท',
    'select_badge' => 'เลือกเหรียญตรา',

    'reset' => 'ล้าง',
    'save' => 'บันทึก',
    'delete' => 'ลบ',
    'decline' => 'ปฏิเสธ',


    'datetime' => 'วัน และ เวลา',
    'date_start' => 'เริ่มวันที่',
    'datestart' => 'วันเริ่ม',
    'date_end' => 'สิ้นสุดวันที่',
    'dateend' => 'วันสิ้นสุด',

    'location' => 'สถานที่',
    'placename' => 'ชื่อสถานที่',
    'Room/Floor/Hall' => 'ห้อง/ชั้น',
    'travel_info' => 'วิธีการเดินทางพอสังเขป',

    'venue' => 'ณ สถานที่',
    'online' => 'ออนไลน์',
    'online_desc' => 'คุณสามารถแจ้งช่องทางการเข้าร่วมในระบบจัดการอีเวนต์',
    'text_location1' => 'คุณต้องการจัดงานที่ไหน?',
    'text_location2' => 'คุณต้องการเพิ่มสถานที่จัดงานตอนนี้หรือไม่?',
    'type' => [
        'entertainment' => 'ความบันเทิง',
        'education' => 'การศึกษา',
        'charity' => 'การกุศล',
        'seminar' => 'การสัมมนา',
        'funny' => 'สนุกสนาน',
        'finance' => 'การเงินการบัญชี',
        'game' => 'เกม และ อีสปอร์ต',
        'exhibition' => 'งานนิทรรศการ',
        'art' => 'ศิลปะ และ การออกแบบ',
        'technology' => 'เทคโนโลยี',
        'other' => 'หมวดอื่นๆ',  
    ],
    'badge' => [
        'communication' => 'ทักษะการสื่อสาร',
        'problem' => 'ทักษะการแก้ไขปัญหา',
        'learning' => 'ทักษะการเรียนรู้',
        'teamwork' => 'ทักษะการทำงานเป็นทีม',
        'thinking' => 'ทักษะการวิเคราะห์',
        'leadership' => 'ทักษะการเป็นผู้นำ',
        'knowledge' => 'ทักษะความรู้เฉพาะทาง',
        'professional' => 'ทักษะการเป็นมืออาชีพ',
    ],
    'status' => [
        'Status' => 'สถานะ',
        'Draft' => 'ร่าง',
        'Draft-desc' => 'โปรดเลือกเพิ่มข้อมูล และเผยแพร่กิจกรรมของคุณ',

        'Published' => 'เผยแพร่',
        'Published-desc' => 'เผยแพร่',

        'Cancelled' => 'ยกเลิก',
        'Cancelled-desc' => 'ยกเลิก',

        'Archived' => 'เก็บถาวร',
        'Archived-desc' => 'เก็บถาวร',
    ],
    'phase' => [
        'set' => 'เฟส',
        'Initial' => 'เริ่มต้น',
        'Upcoming' => 'กำลังมาถึง',
        'Ongoing' => 'กำลังดำเนินการ',
        'Reviewing' => 'กำลังตรวจสอบ',
        'Complete' => 'เสร็จสิ้น',
        'Archived' => 'เก็บถาวร',
    ],
    'menu-event' => [
        'menu-event1' => 'แดชบอร์ด',
        'menu-event2' => 'รายละเอียดอีเวนต์',
        'menu-event3' => 'เงื่อนไขอีเวนต์',
        'menu-event4' => 'ภาพลักษณ์เนื้อหา',
        'menu-event5' => 'ฟอร์มการสมัคร',
        'menu-event6' => 'ผู้เข้าร่วม',
        'menu-event7' => 'สตาฟ',
        'menu-event8' => 'ข้อความ',
        'menu-event9' => 'การดำเนินการอีเวนต์',
    ],
    'dashboard_page' => [
        'total_appplications' => 'ผู้สมัครทั้งหมด',
        'wait_approve' => 'รอยืนยัน',
        'approved' => 'ยืนยันทั้งหมด',
        'exited' => 'ออก', 
        'recent_participants' => 'ผู้เข้าร่วมล่าสุด', 
        'view_all' => 'ทั้งหมด', 
    ],
    'eventdetail_page' => [
        'contact_info' => 'ข้อมูลติดต่อ',
        'contact_email' => 'อีเมล์ติดต่อ',
        'contact_phone' => 'เบอร์โทรติดต่อ',
        'social' => 'เว็บไซต์ & โซเซียลมีเดีย', 
        'facebook' => 'เฟซบุ๊ค', 
        'instagram' => 'อินสตาแกรม', 
        'twitter' => 'ทวิตเตอร์', 
        'line' => 'ไลน์', 
        'website' => 'เว็บไซต์', 
        'delete_event' => 'ลบอีเวนต์', 
        'delete_desc' => 'ถ้าหากลบอีเวนต์มันจะอันตทานหายไปไม่มีวันหวนกลับ',
        'delete_info' => 'คุณแน่ใจหรือไม่ว่าต้องการลบกิจกรรมนี้', 
        'delete_info1' => 'หากคุณลบกิจกรรมนี้ กิจกรรมนั้นจะถูกลบอย่างถาวรและไม่สามารถกู้คืนได้', 
        'delete_info2' => 'คุณแน่ใจหรือว่าต้องการลบ. กรุณาพิมพ์ "',
        'delete_info3' => '" และคลิกปุ่มลบ', 
        'enter_name' => 'พิมพ์ชื่ออีเวนต์',

    ],
    'rule_page' => [
        'age_restriction' => 'การจำกัดอายุ',
        'age_info' => 'จำกัดอายุของผู้เข้าร่วมให้มีอย่างน้อย',
        'age_require' => 'อายุขั้นต่ำ',
        'limit_participants' => 'ข้อจำกัดผู้เข้าร่วม',
        'limit_info_part' => 'จำกัดจำนวนของผู้เข้าร่วม',
        'num_participant' => 'จำนวนผู้เข้าร่วมสูงสุด',
        'limit_staff' => 'ข้อจำกัดสตาฟ',
        'limit_info_staff' => 'จำกัดจำนวนของสตาฟ',
        'num_staff' => 'จำนวนสตาฟสูงสุด',
    ],
    'appr_page' => [
        'appr_info' => 'นี่คือลักษณะของหน้าจอกิจกรรมที่จะแสดงในแอปมือถือ',
        'banner_img' => 'รูปภาพแบนเนอร์',
        'bg_color' => 'สีพื้นหลังข้อความ',
        'text_color' => 'สีข้อความ',
    ],



    


];
