<?php
// th
return [
    'detail' => 'รายละเอียด',
    'event_name' => 'ชื่ออีเวนต์',
    'select_type' => 'เลือกประเภท',
    'select_badge' => 'เลือกเหรียญตรา',
    'save' => 'บันทึก',
    'datetime' => 'วัน และ เวลา',
    'date_start' => 'เริ่มวันที่',
    'datestart' => 'วันเริ่ม',
    'date_end' => 'สิ้นสุดวันที่',
    'dateend' => 'วันสิ้นสุด',
    'location' => 'สถานที่',
    'venue' => 'สถานที่จัดงาน',
    'online' => 'ออนไลน์',
    'text_location1' => 'คุณต้องการจัดงานที่ไหน?',
    'text_location2' => 'คุณต้องการเพิ่มสถานที่จัดงานตอนนี้หรือไม่?',
    'type' => [
        'entertainment' => 'ความบันเทิง',
        'education' => 'การศึกษา',
        'charity' => 'การกุศล',
        'seminar' => 'การสัมมนา',
        'funny' => 'สนุกสนาน',
        'finance' => 'การเงินการบัญชี',
        'game' => 'เกม และ อีสปอร์ต',
        'exhibition' => 'งานนิทรรศการ',
        'art' => 'ศิลปะ และ การออกแบบ',
        'technology' => 'เทคโนโลยี',
        'other' => 'หมวดอื่นๆ',  
    ],
    'badge' => [
        'communication' => 'ทักษะการสื่อสาร',
        'problem' => 'ทักษะการแก้ไขปัญหา',
        'learning' => 'ทักษะการเรียนรู้',
        'teamwork' => 'ทักษะการทำงานเป็นทีม',
        'thinking' => 'ทักษะการวิเคราะห์',
        'leadership' => 'ทักษะการเป็นผู้นำ',
        'knowledge' => 'ทักษะความรู้เฉพาะทาง',
        'professional' => 'ทักษะการเป็นมืออาชีพ',
    ]


];
