<?php
return [
    'privacy' => "ข้อตกลงเงื่อนไขการใช้งาน EZEVENT

    สารบัญ
    1. ข้อตกลงและเงื่อนไขในการใช้งาน
    2. คำนิยาม
    3. ประเด็นทั่วไปเกี่ยวกับแอปพลิเคชันและบริการ
    4. การแจ้งเตือน
    5. หน้าที่ของผู้ใช้บริการ
    6. กฎเกี่ยวกับการใช้บริการต่าง ๆ และแอปพลิเคชันซอฟต์แวร์
    7. การปฏิเสธความรับผิดและการยกเว้นความรับผิด
    8. การชดใช้ความเสียหาย
    9. การแก้ไขเพิ่มเติม
    10. กฎหมายที่ใช้บังคับและเขตอำนาจศาล
    
    ข้อตกลงการสมัครสมาชิก EZEVENT เป็นเอกสารทางกฎหมายที่อธิบายสิทธิ์
    และภาระผูกพันของคุณในฐานะสมาชิกของ EZEVENT กรุณาอ่านอย่างระมัดระวัง
    
    1. ข้อตกลงและเงื่อนไขในการใช้งาน
    จากการดาวน์โหลด เรียกดู เข้าถึง หรือใช้แอปพลิเคชันนี้ (“EZEVENT“) 
    ผู้ใช้บริการตกลงที่จะผูกพันตามข้อตกลงและเงื่อนไขในการใช้งานนี้ 
    (“ข้อตกลงและเงื่อนไขฯ“)
    
    EZEVENTขอสงวนสิทธิ์ในการแก้ไขข้อตกลงและเงื่อนไขฯ ได้ตลอดเวลา 
    หากผู้ใช้บริการไม่เห็นด้วยกับข้อตกลงและเงื่อนไขฯ ข้อใดข้อหนึ่ง 
    ผู้ใช้บริการจะต้องหยุดการเข้าถึงแอปพลิเคชันและหยุดใช้บริการของแอปพลิเคชันทันที 
    การที่ผู้ใช้บริการยังคงใช้แอปพลิเคชันต่อไปจะถือเป็นการยอมรับข้อตกลงและเงื่อนไขฯ 
    ดังกล่าว และตามที่จะมีการแก้ไขเปลี่ยนแปลงเป็นครั้งคราว
    
    2. คำนิยาม
    ในข้อตกลงและเงื่อนไขฯ ให้คำซึ่งมีความหมายเฉพาะต่อไปนี้
    มีความหมายดังต่อไปนี้ เว้นแต่เนื้อหาของประโยคจะกำหนดให้เป็นอย่างอื่น                                                                                                   
    “บัญชี” หมายถึง บัญชีที่ผู้ใช้สร้างขึ้นในแอปพลิเคชันEZEVENT
    ซึ่งถือเป็นส่วนหนึ่งในการลงทะเบียน “ลงทะเบียน” หมายถึง 
    การสร้างบัญชีในแอปพลิเคชันEZEVENT และ “การลงทะเบียน” 
    หมายถึง การดำเนินการสร้างบัญชีดังกล่าว “บริการต่างๆ ”
    หมายถึง บริการทั้งปวงที่ให้บริการผ่านทางแอปพลิเคชัน
    EZEVENTแก่บรรดาผู้ใช้ และ “บริการ” หมายถึง บริการอย่างใดอย่างหนึ่ง                                                                                      “บรรดาผู้ใช้” หมายถึง บรรดาผู้ใช้แอปพลิเคชันEZEVENTรวมถึงผู้ใช้บริการ และผู้ใช้หมายถึงผู้ใช้รายใดรายหนึ่ง
    
    3. ประเด็นทั่วไปเกี่ยวกับแอปพลิเคชันและบริการ
    3.1 การบังคับใช้ข้อตกลงและเงื่อนไขฯ : การใช้บริการต่างๆ 
    ของแอปพลิเคชันจะอยู่ภายใต้บังคับของข้อตกลงและเงื่อนไขฯ ฉบับนี้
    3.2 พื้นที่ใช้งาน : ทั้งแอปพลิเคชันและบริการต่างๆ 
    มีวัตถุประสงค์เพื่อให้บรรดาผู้ใช้ที่เข้าถึงแอปพลิเคชันEZEVENT
    ในประเทศไทยใช้งานเท่านั้น 
    3.3 ขอบเขต : แอปพลิเคชันEZEVENT บริการต่างๆ 
    มีไว้เฉพาะสำหรับการใช้งานส่วนบุคคล
    3.4 การห้ามใช้งาน : EZEVENTขอสงวนสิทธิ์ในการแก้ไขเปลี่ยนแปลง 
    ระงับ หรือยกเลิก ซึ่งแอปพลิเคชันหรือบริการต่าง ๆ 
    ไม่ว่าทั้งหมดหรือส่วนหนึ่งส่วนใด ไม่ว่าชั่วคราวหรือถาวร 
    โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้าหรือชี้แจงเหตุผลใด ๆ 
    รวมถึงการห้ามมิให้ผู้ใช้บริการใช้แอปพลิเคชันและบริการ
    3.5 อุปกรณ์และเครือข่าย : การให้บริการต่างๆ 
    ผู้ใช้บริการจะต้องมีการเชื่อมต่ออินเทอร์เน็ตและโทรคมนาคมที่เหมาะสม 
    ผู้ใช้บริการรับทราบว่าข้อสัญญาที่ทำกับผู้ให้บริการเครือข่ายมือถือของตน
    3.6 การอนุญาตให้ใช้เนื้อหา : จากการส่งข้อความหรือรูปภาพใด 
    (รวมถึงรูปถ่าย) (ต่อไปจะเรียกว่า “เนื้อหา“) ผ่านทางแอปพลิเคชันEZEVENT 
    ผู้ใช้บริการรับรองว่าตนเป็นเจ้าของเนื้อหาหรือ
    ได้รับอนุญาตอย่างถูกต้องจากเจ้าของเนื้อหาให้ใช้ 
    ทำซ้ำ และแจกจ่ายเนื้อหานั้น และผู้ใช้บริการยินยอมให้บริษัทใช้เนื้อหาดังกล่าว
    เพื่อส่งเสริมกิจกรรมโดยไม่มีค่าลิขสิทธิ์ และไม่ได้เป็นการอนุญาตให้ใช้แต่เพียงผู้เดียว
    3.8 เนื้อหาของบุคคลภายนอก : 
    แอปพลิเคชันEZEVENTอาจมีลิงก์ไปยังเว็บไซต์ของบุคคลภายนอกหรือแอปพลิเคชันอื่น 
    (“เว็บไซต์ของบุคคลภายนอก“) 
    ซึ่งผู้ใช้บริการรับทราบว่าเว็บไซต์ของบุคคลภายนอก
    ไม่ได้อยู่ในความควบคุมของแอปพลิเคชั่น และผู้ใช้บริการตกลงว่า
    บริษัทไม่ต้องรับผิดชอบและไม่ได้รับรองหรือตรวจสอบเนื้อหาหรือนโยบาย
    ความเป็นส่วนตัวของเว็บไซต์นั้น (ถ้ามี) ขอปฏิเสธความรับผิดเกี่ยวกับ
    ความสูญเสียหรือความเสียหายที่ผู้ใช้บริการได้รับเนื่องจากการเข้าถึง
    และการใช้งานเว็บไซต์ของบุคคลภายนอก
    3.9 การอัพเดต : การอัพเดตแอปพลิเคEZEVENTสามารถทำได้โดยดาวน์โหลดจาก 
    App Store ทั้งนี้ ผู้ใช้บริการอาจไม่สามารถใช้แอปพลิเคชันEZEVENTได้
    จนกว่าผู้ใช้บริการจะได้ติดตั้งเวอร์ชันล่าสุดเรียบร้อยแล้ว 
    โดยขึ้นอยู่กับการอัพเดต และ App Store ที่ใช้ในการดาวน์โหลด
    4. การแจ้งเตือน
    ผู้ใช้บริการตกลงรับการแจ้งเตือนที่ตั้งโปรแกรมไว้ล่วงหน้าใน
    แอปพลิเคชันEZEVENTจากกิจกรรมที่เกี่ยวข้องกับผู้ใช้
    5. หน้าที่ของผู้ใช้บริการ
    5.1 ผู้ใช้บริการยืนยันว่าผู้ใช้บริการเป็นผู้บรรลุนิติภาวะในประเทศของตน
    เพื่อทำสัญญาที่มีผลผูกพัน และตกลงที่จะผูกพันตามข้อตกลงและเงื่อนไขฯ ฉบับนี้ 
    5.2 ข้อตกลงและเงื่อนไขของกิจกรรม : 
    ผู้ใช้บริการตกลงที่จะปฏิบัติตามข้อตกลงและเงื่อนไขของกิจกรรมที่
    ผู้ใช้บริการลงทะเบียนหรือตกลงเข้าร่วม 
    ซึ่งอาจมีการแก้ไขเปลี่ยนแปลงข้อกำหนดเป็นครั้งคราว
    5.3 ข้อมูลที่ถูกต้อง : 
    ผู้ใช้บริการรับรองว่าข้อมูลทั้งปวงที่ให้ไว้ในการลงทะเบียน
    และเป็นส่วนหนึ่งของบัญชีของตนเป็นข้อมูลที่ตรงตามความเป็นจริง 
    ครบถ้วนและถูกต้อง 
    และผู้ใช้บริการจะแจ้งให้บริษัททราบทันทีถึงการเปลี่ยนแปลงข้อมูล
    ดังกล่าวโดยทำการปรับปรุงข้อมูลในบัญชีของผู้ใช้บริการ
    5.4 เนื้อหาในแอปพลิเคชันEZEVENTและบริการ : 
    ผู้ใช้บริการมีหน้าที่ตรวจสอบว่าข้อมูล 
    ที่ปรากฏในแอปพลิเคชันEZEVENT
    นั้นตรงตามความต้องการของผู้ใช้บริการก่อนที่จะทำการใดๆ
    5.5 ข้อห้ามเกี่ยวกับการใช้บริการต่างๆ : 
    ผู้ใช้บริการให้สัญญาอย่างไม่มีข้อ
    จำกัดว่าจะไม่ใช้หรืออนุญาตให้บุคคลอื่นใดใช้บริการต่าง ๆ 
    หรือแอปพลิเคชันEZEVENTเพื่อดำเนินการดังนี้
    5.5.1 ใช้ส่งหรือรับเนื้อหาที่ไม่สุภาพหรือน่ารังเกียจ
    5.5.2 ส่งหรือรับเนื้อหาที่เป็นการข่มขู่ ก้าวร้าว หยาบคาย ลามกอนาจาร 
    หรือคุกคาม ดูหมิ่นบุคคลใด หรือทำให้บุคคลใดเสื่อมเสียชื่อเสียง 
    ดูหมิ่นศาลหรือในการละเมิดการรักษาความลับ ลิขสิทธิ์ สิทธิในสภาพบุคคล 
    สิทธิในการทำให้ปรากฏต่อสาธารณชน 
    หรือสิทธิความเป็นส่วนตัว หรือสิทธิของบุคคลภายนอก
    5.5.3 เพื่อส่งหรือรับเนื้อหาใดๆ 
    ที่ผู้ใช้บริการไม่ได้รับอนุญาตและ/หรือได้รับการอนุมัติที่จำเป็น 
    (จากบริษัทหรือบุคคลภายนอก) 
    หรือเป็นการกระทำหรือสนับสนุนการกระทำที่ถือเป็นความผิดทางอาญา 
    ก่อให้เกิดความรับผิดทางแพ่ง 
    ขัดต่อกฎหมายหรือละเมิดสิทธิของบุคคลภายนอกไม่ว่าในประเทศใด ๆ
    5.5.4 เพื่อส่งหรือรับเนื้อหาที่เป็นอันตรายเชิงเทคนิค 
    (ซึ่งรวมถึงไวรัสคอมพิวเตอร์ ลอจิกบอมบ์ (logic bombs) 
    ม้าโทรจัน (Trojan horses) เวิร์ม (worms) 
    ส่วนประกอบที่เป็นอันตราย ข้อมูลที่มีข้อผิดพลาด 
    ซอฟต์แวร์ที่มีเจตนากลั่นแกล้ง หรือข้อมูลที่เป็นอันตราย)
    5.5.5 ก่อให้เกิดความรำคาญ ความไม่สะดวก หรือความวิตกกังวลโดยไม่จำเป็น
    5.5.6 เพื่อดักรับหรือพยายามดับรับการติดต่อสื่อสารที่ส่งผ่านระบบโทรคมนาคม
    5.5.7 เพื่อวัตถุประสงค์อื่นใดนอกเหนือจากที่บริษัทได้กำหนดไว้ 
    หรือนอกเหนือจากวัตถุประสงค์ของการใช้งาน
    5.5.8 เพื่อฉ้อโกง
    5.5.9 การใช้ที่นอกเหนือจากการปฏิบัติตามแนวทางปฏิบัติของอินเทอร์เน็ต 
    (Internet practices) และแนวทางปฏิบัติของเครือข่ายเชื่อมต่อที่เป็นที่ยอมรับ
    5.5.10 ในทางใดๆ ที่คาดว่าเป็นการยุยงให้เกิดความเกลียดชังต่อชาติพันธุ์ 
    ศาสนา หรือชนกลุ่มน้อย หรือมีผลเสียต่อบุคคล กลุ่ม หรือนิติบุคคลใด ๆ
    5.5.11 ในลักษณะที่จะทำ 
    หรือกระทำการใดที่ทำให้เกิดการลงข้อมูลขนาดใหญ่โดยไม่สมเหตุสมผลหรือเกินสมควร 
    ในโครงสร้างระบบของบริษัท
    5.6 ข้อห้ามเกี่ยวกับการใช้บริการต่าง ๆ หรือแอปพลิเคชันEZEVENT : 
    ผู้ใช้บริการให้สัญญาอย่างไม่มีข้อจำกัด
    ว่าจะไม่ดำเนินการหรืออนุญาตให้บุคคลอื่นใดดำเนินการต่อไปนี้
    5.6.1 ให้ข้อมูลเท็จ รวมถึงชื่อ ที่อยู่ และรายละเอียดการติดต่อที่เป็นเท็จ 
    และใช้หมายเลขบัตรเครดิต/เดบิต
    5.6.2 พยายามหลีกเลี่ยงระบบรักษาความปลอดภัยหรือเครือข่ายของบริษัท 
    ซึ่งรวมถึงการเข้าถึงข้อมูลที่ไม่ได้ประสงค์จะให้ผู้ใช้บริการเข้าถึง 
    ลงชื่อเข้าใช้เซิร์ฟเวอร์หรือบัญชีที่ผู้ใช้บริการไม่ได้รับอนุญาตอย่างชัดแจ้งให้เข้าถึง 
    หรือทดสอบระบบรักษาความปลอดภัยของเครือข่ายอื่น ๆ (เช่น การสแกนพอร์ต หรือ)
    5.6.3 ดึงข้อมูลหรือเจาะระบบเข้าสู่แอปพลิเคชันซอฟต์แวร์
    5.6.4 ใช้บริการต่างๆ หรือแอปพลิเคชันEZEVENR
    โดยละเมิดข้อตกลงและเงื่อนไขฯ ฉบับนี้
    5.6.5 เข้าร่วมในกิจกรรมผิดกฎหมายที่เกี่ยวข้องกับ
    การใช้แอปพลิเคชันซอฟต์แวร์หรือบริการต่าง ๆ
    
    
    6. กฎเกี่ยวกับการใช้บริการต่าง ๆ และแอปพลิเคชันEZEVENT
    6.1 บริษัทจะใช้ความพยายามตามสมควร
    เพื่อแก้ไขข้อผิดพลาดหรือการตกหล่นใดก็ตามโดยเร็วที่สุดหลังจากที่ได้รับแจ้ง 
    อย่างไรก็ตาม บริษัทไม่อาจให้คำรับประกันได้ว่าบริการต่างๆ 
    หรือแอปพลิเคชันEZEVENTจะไม่มีข้อผิดพลาด 
    และบริษัทจะไม่รับผิดชอบต่อความผิดพลาด ข้อผิดพลาด หรือการตกหล่นดังกล่าว
    6.2 บริษัทไม่รับประกันว่าการใช้บริการต่างๆ 
    หรือแอปพลิเคชันEZEVENTของผู้ใช้บริการจะเป็นไปอย่างต่อเนื่อง 
    และบริษัทไม่รับประกันว่าข้อมูล (หรือข้อความ) 
    ที่ส่งผ่านบริการต่าง ๆ หรือแอปพลิเคชันซอฟต์แวร์จะถูกส่งอย่างถูกต้อง 
    ปลอดภัย และทันที ถึงแม้ว่าบริษัทจะพยายามอนุญาตให้เข้าถึงบริการต่างๆ 
    และแอปพลิเคชันEZEVENTได้อย่างต่อเนื่อง แต่การเข้าถึงบริการต่าง ๆ 
    และแอปพลิเคชันEZEVENTอาจถูกระงับ จำกัด หรือยุติลงได้ทุกเมื่อ
    6.3 บริษัทไม่รับประกันว่าบริการต่าง ๆ 
    และแอปพลิเคชันEZEVENTจะปราศจากไวรัส
    หรือสิ่งอื่นใดที่อาจส่งผลเสียต่อเทคโนโลยี
    6.4 บริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลง แก้ไข 
    ทดแทน ระงับ หรือลบข้อมูลหรือบริการต่าง ๆ 
    ในแอปพลิเคชันEZEVENTเป็นครั้งคราวโดยไม่ต้องแจ้งให้ทราบล่วงหน้า 
    นอกจากนี้ผู้ใช้บริการอาจถูกจำกัดการเข้าถึงแอปพลิเคชันEZEVENT 
    หรือบริการต่าง ๆ เป็นครั้งคราวเพื่อให้บริษัทสามารถทำการซ่อมแซม 
    บำรุงรักษา หรือนำเสนอสิ่งสนับสนุนหรือบริการใหม่มาใช้ 
    บริษัทจะพยายามกู้คืนการเข้าถึงโดยเร็วที่สุดเท่าที่จะทำได้ อนึ่ง 
    บริษัทขอสงวนสิทธิ์ในนำข้อมูลหรือบริการใด ๆ 
    ออกจากแอปพลิเคชันEZEVENTเมื่อใดก็ได้
    6.5 บริษัทขอสงวนสิทธิ์ในการปิดกั้นการเข้าถึง
    หรือในการแก้ไขหรือลบเนื้อหาใดซึ่งบริษัทเห็น
    ตามสมควรว่าอาจก่อให้เกิดการละเมิดข้อตกลงและเงื่อนไขฯ ฉบับนี้
    7. การปฏิเสธความรับผิดและการยกเว้นความรับผิด
    7.1 แอปพลิเคชันEZEVENT บริการต่าง ๆ 
    ข้อมูลที่อยู่ในแอปพลิเคชันEZEVENTและการใช้สิ่งอำนวยความสะดวก
    ที่เกี่ยวข้องทั้งปวงจะจัดให้ในลักษณะ “ตามสภาพซึ่งเป็นอยู่ ณ เวลานั้น 
    และตามที่มีอยู่ในเวลานั้น” 
    โดยปราศจากการรับประกันใด ๆ ไม่ว่าจะโดยชัดแจ้งหรือโดยปริยาย
    7.2 บริษัทขอปฏิเสธไม่ให้คำรับรองและการรับประกันทั้งปวงที่เกี่ยวข้องกับ
    แอปพลิเคชันEZEVENTและเนื้อหาของแอปพลิเคชันEZEVENT 
    รวมถึงส่วนที่เกี่ยวกับความไม่ถูกต้องหรือการตกหล่นใดในแอปพลิเคชันEZEVENT
    การรับประกันในเรื่องความสามารถในการใช้งานได้ตามวัตถุประสงค์ คุณภาพ 
    ความเหมาะสมสำหรับวัตถุประสงค์อย่างใดอย่างหนึ่ง 
    7.3 บริษัทไม่รับประกันว่าจะสามารถเข้าถึงแอปพลิเคชันEZEVENTได้ตลอดเวลา
    โดยไม่มีการหยุดชะงัก รวดเร็ว ปลอดภัย ไม่มีข้อผิดพลาด 
    ไม่มีไวรัสคอมพิวเตอร์หรือรหัสที่มีลักษณะรุกรานหรือสร้างความเสียหายอื่น 
    และไม่รับประกันว่าแอปพลิเคชันEZEVENT
    จะไม่ได้รับผลกระทบจากเหตุภัยพิบัติหรือเหตุสุดวิสัยอื่น 
    รวมถึงการไม่สามารถได้รับหรือขาดแคลนเนื้อหาที่จำเป็น อุปกรณ์อำนวยความสะดวก
    ไฟฟ้าหรือโทรคมนาคม การขาดอุปกรณ์โทรคมนาคมหรือสิ่งอำนวยความสะดวก 
    และความขัดข้องทางเทคโนโลยีสารสนเทศ 
    อุปกรณ์โทรคมนาคม หรือสิ่งอำนวยความสะดวก
    7.4 บริษัทจะไม่รับผิดชอบต่อการไม่ได้ปฏิบัติ 
    หรือล่าช้าในการปฏิบัติตามภาระหน้าที่ใดของบริษัทตามข้อตกลงและเงื่อนไขฯ 
    ซึ่งเกิดจากการกระทำหรือเหตุการณ์ที่อยู่นอกเหนือการควบคุมตามสมควรของบริษัท 
    รวมถึงความขัดข้องของเครือข่ายโทรคมนาคมไม่ว่าจะของรัฐหรือเอกชน
    7.5 แม้ว่าบริษัทจะใช้ความพยายามตามสมควรในการใส่ข้อมูลที่ถูกต้อง
    และมีการปรับปรุงแก้ไขแล้วในแอปพลิเคชันEZEVENT 
    บริษัทไม่รับประกันหรือให้คำรับรองเกี่ยวกับความถูกต้อง ความเป็นปัจจุบัน 
    หรือความครบถ้วนสมบูรณ์ของข้อมูล
    7.6 บริษัทจะไม่รับผิดชอบต่อการกระทำหรือละเว้นการกระทำใด ๆ 
    ของบุคคลภายนอก ไม่ว่าจะเกิดขึ้นอย่างไร 
    และจะไม่รับผิดชอบต่อค่าเสียหายโดยตรง
    ค่าเสียหายโดยอ้อม ค่าเสียหายโดยบังเอิญ ค่าเสียหายพิเศษ ค่าเสียหายสืบเนื่อง
    หรือค่าเสียหายเชิงลงโทษ ไม่ว่าจะเกิดขึ้นอย่างไร 
    ซึ่งเป็นผลมาจากหรือเกี่ยวข้องกับแอปพลิเคชันEZEVENTและบริการต่างๆ 
    ที่นำเสนอในแอปพลิเคชันEZEVENT การที่ผู้ใช้บริการเข้าถึง ใช้ 
    หรือไม่สามารถใช้แอปพลิเคชันEZEVENTหรือบริการต่าง ๆ 
    ที่นำเสนอในแอปพลิเคชันEZEVENT 
    การเชื่อถือหรือการดาวน์โหลดจากแอปพลิเคชันซอฟต์แวร์ และ/หรือบริการต่างๆ 
    ความล่าช้า ความไม่ถูกต้องของข้อมูล หรือในการส่งข้อมูล รวมถึงแต่ไม่จำกัดเพียง 
    ค่าเสียหายจากการสูญเสียธุรกิจ การสูญเสียกำไร 
    การสูญเสียการใช้งาน การสูญเสียข้อมูล
    หรือการสูญเสียสิ่งที่จับต้องไม่ได้อื่นใด 
    แม้ว่าบริษัทจะได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าวแล้วก็ตาม
    7.7 บริษัทจะไม่รับผิดตามสัญญา 
    หรือทางละเมิด (รวมถึงความประมาทเลินเล่อ หรือการไม่ปฏิบัติหน้าที่ตามกฎหมาย) 
    หรือรับผิดประการอื่น ไม่ว่าจะเกิดขึ้นอย่างไรหรือด้วยสาเหตุใด 
    ที่เกี่ยวกับการสูญหายหรือความเสียหายทางอ้อม ความเสียหายที่เป็นผลสืบเนื่อง 
    ความเสียหายข้างเคียง ความเสียหายพิเศษ หรือความเสียหายโดยบังเอิญ 
    ที่ผู้ใช้บริการได้รับหรือก่อขึ้นซึ่งมีส่วนเกี่ยวข้องกับแอปพลิเคชันEZEVENT 
    และข้อตกลงและเงื่อนไขฯ อนึ่ง เพื่อประโยชน์ของข้อตกลงและเงื่อนไขฯ 
    ความสูญเสียหรือความเสียหายโดยทางอ้อม
    หรือความเสียหายที่เป็นผลสืบเนื่องจะหมายความรวมถึงแต่ไม่จำกัดเพียง 
    การสูญเสียรายได้ การสูญเสียกำไร 
    การสูญเสียเงินออมหรือการสูญเสียธุรกิจที่คาดการณ์ไว้ 
    การสูญเสียข้อมูลหรือค่าความนิยม การสูญเสียการใช้งานหรือมูลค่าของอุปกรณ์ใดๆ 
    รวมถึงซอฟต์แวร์ การเรียกร้องสิทธิของบุคคลภายนอก 
    ตลอดจนค่าธรรมเนียมและค่าใช้จ่ายที่เกี่ยวข้องทั้งปวง
    7.8 ข้อยกเว้นและข้อจำกัดข้างต้นจะนำมาใช้บังคับ
    เฉพาะเพียงเท่าที่กฎหมายอนุญาตไว้เท่านั้น 
    โดยไม่ส่งผลกระทบต่อสิทธิตามกฎหมายที่ไม่อาจถูกยกเว้น
    หรือจำกัดในฐานะผู้บริโภคของผู้ใช้บริการแต่ประการใด
    7.9 แม้ว่าบริษัทจะได้พยายามจัดการให้ระบบของบริษัทมีความปลอดภัยก็ตาม 
    ผู้ใช้บริการรับทราบว่าการถ่ายโอนข้อมูลทางอิเล็กทรอนิกส์ทั้งหมดอาจถูกผู้อื่นดักรับได้ 
    ซึ่งบริษัทไม่สามารถและไม่รับประกันว่าการถ่ายโอนข้อมูลตาม
    แอปพลิเคชันEZEVENTหรือจดหมายอิเล็กทรอนิกส์ที่ส่งถึงบริษัท
    และที่บริษัทส่งจะไม่ถูกตรวจสอบหรือเปิดอ่านโดยบุคคลอื่น
    8. การชดใช้ความเสียหาย
    ผู้ใช้บริการตกลงที่จะชดใช้ความเสียหายแก่บริษัทอันเกิดจากการใช้สิทธิเรียกร้อง 
    การฟ้องร้อง การดำเนินคดี 
    หรือการดำเนินกระบวนการอื่นใดที่จะมีการยื่นฟ้องหรือจะยื่นฟ้องบริษัทอันเนื่องมาจาก
    หรือเกิดขึ้นจาก (ก) การใช้บริการต่าง ๆ ของผู้ใช้บริการ (ข) 
    การที่บุคคลอื่นใช้บริการต่าง ๆ โดยใช้ชื่อที่ระบุตัวตนของผู้ใช้บริการ 
    รหัส PIN ของผู้ใช้บริการ หรือหมายเลขข้อมูลของผู้ใช้บริการ ตามที่บริษัท 
    ไปรษณีย์ไทย จำกัด กำหนดให้ และ/หรือ (ค) การทำผิดข้อตกลงและเงื่อนไขฯ 
    ของผู้ใช้บริการ และผู้ใช้บริการตกลงจะชำระค่าเสียหาย ค่าใช้จ่าย 
    และดอกเบี้ยที่เกี่ยวข้องกับการใช้สิทธิเรียกร้อง การฟ้องร้อง การดำเนินคดี 
    หรือการดำเนินกระบวนการ แก่บริษัท
    9. การแก้ไขเพิ่มเติม
    9.1 บริษัทอาจทำการเปลี่ยนแปลงเนื้อหาของแอปพลิเคชันEZEVENT 
    รวมถึงรายละเอียดและราคาของกิจกรรมหรือบริการต่าง ๆ 
    ที่โฆษณาเมื่อใดก็ได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า 
    และบริษัทจะไม่มีความรับผิดหรือความรับผิดชอบต่อข้อผิดพลาด
    หรือการตกหล่นใดของเนื้อหาของแอปพลิเคชันซอฟต์แวร์
    9.2 บริษัทขอสงวนสิทธิ์ในการแก้ไขเปลี่ยนแปลงข้อตกลงและเงื่อนไขฯ 
    เป็นครั้งคราวโดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า ข้อตกลงและเงื่อนไขฯ 
    ที่มีการแก้ไขจะแสดงไว้ในแอปพลิเคชันEZEVENT และจะมีผลบังคับตั้งแต่วันดังกล่าว 
    บริษัทจึงขอให้ผู้ใช้บริการตรวจสอบข้อตกลงและเงื่อนไขฯ 
    เป็นระยะเนื่องจากจะมีผลผูกพันผู้ใช้บริการ
    10. กฎหมายที่ใช้บังคับและเขตอำนาจศาล
    10.1 ผู้ใช้บริการสามารถเข้าถึงแอปพลิเคชันซอฟต์แวร์ได้จากทุกประเทศทั่วโลก
    ที่เทคโนโลยีในประเทศนั้นอนุญาตให้ทำได้ และเนื่องจากประเทศต่าง ๆ 
    มีกฎหมายที่แตกต่างกัน ในการเข้าถึงแอปพลิเคชันEZEVENT 
    นั้นผู้ใช้บริการและบริษัทตกลงให้กฎหมายของประเทศไทย
    มีผลใช้บังคับในเรื่องทั้งปวงที่เกี่ยวข้องกับการใช้ซอฟต์แวร์แอปพลิเคชัน 
    โดยไม่นำบทบัญญัติว่าด้วยการขัดกันแห่งกฎหมายมาใช้บังคับ
    10.2 ผู้ใช้บริการยอมรับและตกลงว่าทั้งผู้ใช้บริการ
    และบริษัทให้ความยินยอมและยอมรับในเขตอำนาจของศาลแห่งราชอาณาจักรไทย
    แต่เพียงแห่งเดียว ซึ่งจะเป็นศาลที่มีอำนาจในการพิจารณาข้อพิพาทใด ๆ 
    ที่เกิดขึ้นจากและ/หรือที่เกี่ยวข้องกับข้อตกลงและเงื่อนไขฯ ฉบับนี้"
];
